{
    "anime": [
        {
            "name": "Citrus",
            "description": "Yuzuko Aihara, a high school girl whose main interests are fashion, friends and having fun, is about to get a reality check. Due to her mom's remarriage, Yuzu has transferred to a new, all-girls school that is extremely strict. Her real education is about to begin. From day one, happy-go-lucky Yuzu makes enemies, namely the beautiful yet stern student council president Mei. So what happens when a dejected Yuzu returns home and discovers the shock of her life: that Mei is actually her new step-sister who has come to live with her? Even more surprising, when Mei catches Yuzu off-guard and kisses her out of the blue, what does it all mean?",
            "cover_art": "11/89985l.jpg",
            "episode": "12"
        },
        {
            "name": "Yagate Kimi ni Naru",
            "description": "A charming love story about two young women who together discover that their dreams of a heart-pounding romance can indeed come true! Yuu has always loved shoujo manga and fantasizes about the day that she too will get a love confession that will send her heart a-flutter. Yet when a male classmate confesses his feelings for her... she feels nothing. Disappointed and confused, Yuu enters high school still unsure how to respond. That’s when Yuu sees the beautiful student council president Nanami turn down a suitor with such maturity and finesse that Yuu is inspired to ask her for advice. But when the next person to confess to Yuu is the alluring Nanami herself, has Yuu's shoujo romance finally begun?",
            "cover_art": "1783/96153.jpg",
            "episode": "13"
        },
        {
            "name": "Tensei Oujo to Tensai Reijou no Mahou Kakumei",
            "description": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. That's when Anisphia concocts a plan to help Euphyllia regain her good name-which somehow involves them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom...and the entire world!",
            "cover_art": "1053/129004l.jpg",
            "episode": "12"
        },
        {
            "name": "Mahou Shoujo ni Akogarete",
            "description": "A team of three magical girls known as Tres Magia protects the town where Utena Hiiragi lives. Like many others, Utena loves these magical girls who valiantly fight in the name of justice. One day, a mysterious black mascot character appears before Utena and grants her the opportunity of a lifetime: a chance to transform into a magical girl. However, the offer is not what it seems, as Utena has been recruited for an evil organization to fight the magical girls she has always admired. Utena is then forced to confront Tres Magia in battle; but instead of feeling remorse, she unexpectedly finds pleasure in inflicting pain on the magical girls. Completely giving in to her desires, Utena embraces her role as a villain, slowly transforming her adoration for magical girls into a new sadistic obsession.",
            "cover_art": "1525/139345l.jpg",
            "episode": "13"
        }
    ]
}