{
    "manga": [
        {
            "name": "Mahou Shoujo ni Akogarete",
            "description": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but… Magical Girls vs. The Forces of Evil, the fierce battle begins!",
            "cover_art": "1/230579.jpg",
            "link": "https://mangadex.org/title/feff4eaf-01df-4a05-83f4-68bb5cdf4fad"
        },
        {
            "name": "Gyaru Maid to Akuyaku Reijou: Ojou-sama no Happy End shika Katan!",
            "description": "A gyaru named Serina is reincarnated into the world of an otome game as a background character who is sold off by her family and now works as the exclusive maid of the game's villainess Almelia. Yuri romcom hijinks ensue.",
            "cover_art": "2/297925l.jpg",
            "link": "https://mangadex.org/title/8a889112-f43a-4960-8fb8-68bec0bd85cf"
        },
        {
            "name": "The Guy She Was Interested in Wasn't a Guy at All",
            "description": "A popular Twitter shorts series depicting the love story between a gyaru and her classmate she mistook as a guy outside of school, bonding over their mutual love for rock music.",
            "cover_art": "3/288182l.jpg",
            "link": "https://mangadex.org/title/9d3d3403-1a87-4737-9803-bc3d99db1424"
        },
        {
            "name": "Whisper Me a Love Song",
            "description": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
            "cover_art": "2/285185l.jpg",
            "link": "https://mangadex.org/title/0e8fac17-979e-4e37-8f45-2c334b25d6dd"
        },
        {
            "name": "Usotsuki Satsuki wa Shi ga Mieru",
            "description": "With eyes the color of blood, Satsuki Minazuki can see death; specifically, she can see the illusion of corpses exactly 24 hours before they manifest in reality. Unfortunately, her reputation as a compulsive liar who spews ominous warnings about impending deaths means that no one ever believes her—even though she has never once told a lie.Shunned by her classmates, Satsuki is accustomed to being alone, until she prevents the death of the ever-kind Komako Komachi. This small deviation in fate ripples outward, creating a massive change. What lengths will Satsuki go to in order to save a life?",
            "cover_art": "1/276793l.jpg",
            "link": "https://mangadex.org/title/fac1870c-2ca1-439c-bd97-020dbbd732f0"
        }
    ]
}